Repository: ryekee/Napoleon
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans, zh_hant

source: Adds cached window thumbnails. Excludes search text, window titles, file paths, and new screenshots.
ja: キャッシュ済みウインドウサムネイルを追加します。検索内容、ウインドウタイトル、ファイルパス、新しいスクリーンショットは含みません。
zh_hans: 增加缓存的窗口缩略图，不包含搜索内容、窗口标题、文件路径或新截图。
zh_hant: 增加快取的視窗縮圖，不包含搜尋內容、視窗標題、檔案路徑或新截圖。

source: Adds search text and matching window titles. Excludes file paths and images.
ja: 検索内容と一致したウインドウタイトルを追加します。ファイルパスと画像は含みません。
zh_hans: 增加搜索内容和匹配的窗口标题，不包含文件路径或图片。
zh_hant: 增加搜尋內容和符合的視窗標題，不包含檔案路徑或圖片。

source: Could not attach the ZIP automatically. Add it to the email draft from Finder.
ja: ZIP を自動添付できませんでした。Finder からメール下書きに追加してください。
zh_hans: 无法自动附加 ZIP，请从 Finder 将其添加到邮件草稿。
zh_hant: 無法自動附加 ZIP，請從 Finder 將其加入郵件草稿。

source: Could not prepare diagnostics: %@
ja: 診断ログを準備できませんでした：%@
zh_hans: 无法准备诊断日志：%@
zh_hant: 無法準備診斷日誌：%@

source: Diagnostics
ja: 診断ログ
zh_hans: 诊断日志
zh_hant: 診斷日誌

source: General issue
ja: 一般的な問題
zh_hans: 一般问题
zh_hant: 一般問題

source: Includes app names, Bundle IDs, window counts and IDs, permission states, hotkey events, durations, and error codes. Excludes window titles, searches, file paths, and images.
ja: アプリ名、Bundle ID、ウインドウ数と ID、権限状態、ホットキーイベント、所要時間、エラーコードを含みます。ウインドウタイトル、検索内容、ファイルパス、画像は含みません。
zh_hans: 包含应用名称、Bundle ID、窗口数量和 ID、权限状态、快捷键事件、耗时与错误码。不包含窗口标题、搜索内容、文件路径或图片。
zh_hant: 包含應用程式名稱、Bundle ID、視窗數量和 ID、權限狀態、快速鍵事件、耗時與錯誤碼。不包含視窗標題、搜尋內容、檔案路徑或圖片。

source: Issue to diagnose
ja: 診断する問題
zh_hans: 需要诊断的问题
zh_hant: 需要診斷的問題

source: Napoleon does not upload logs directly. Your email client may sync the draft and attachment. Review the email before sending.
ja: Napoleon がログを直接アップロードすることはありません。メールクライアントが下書きと添付ファイルを同期する場合があります。送信前にメールを確認してください。
zh_hans: Napoleon 不会直接上传日志。您的邮件客户端可能会同步邮件草稿和附件，请在发送前检查邮件。
zh_hant: Napoleon 不會直接上傳日誌。您的郵件用戶端可能會同步郵件草稿與附件，請在傳送前檢查郵件。

source: Prepare Email…
ja: メールを準備…
zh_hans: 准备邮件…
zh_hant: 準備郵件…

source: Preparing…
ja: 準備中…
zh_hans: 正在准备…
zh_hant: 正在準備…

source: Search issue
ja: 検索の問題
zh_hans: 搜索问题
zh_hant: 搜尋問題

source: Thumbnail issue
ja: サムネイルの問題
zh_hans: 缩略图问题
zh_hant: 縮圖問題

source: Uses cached thumbnails only. No new screenshot will be taken.
ja: キャッシュ済みサムネイルのみを使用し、新しいスクリーンショットは撮りません。
zh_hans: 仅使用缓存缩略图，不会重新截图。
zh_hant: 僅使用快取縮圖，不會重新截圖。

source: A larger cache keeps more thumbnails ready when you switch back and forth, at the cost of memory.
ja: 上限を大きくするほど、切り替え時にすぐ表示できるサムネールが増えますが、メモリ使用量も増えます。
zh_hans: 上限越大，来回切换时越多缩略图可即时显示，但内存占用也越高。
zh_hant: 上限越大，來回切換時越多縮覽圖可即時顯示，但記憶體用量也越高。

source: About
ja: 情報
zh_hans: 关于
zh_hant: 關於

source: Accessibility (required)
ja: アクセシビリティ（必須）
zh_hans: 辅助功能（必需）
zh_hant: 輔助使用（必要）

source: All windows: %@
ja: すべてのウインドウ：%@
zh_hans: 所有窗口：%@
zh_hant: 所有視窗：%@

source: Already used
ja: ほかで使用中
zh_hans: 与另一项重复
zh_hant: 與另一項重複

source: Appearance
ja: 外観
zh_hans: 外观
zh_hant: 外觀

source: Approve Napoleon in System Settings › General › Login Items.
ja: 「システム設定 › 一般 › ログイン項目」で Napoleon を承認してください。
zh_hans: 请在「系统设置 › 通用 › 登录项」中批准 Napoleon。
zh_hant: 請在「系統設定 › 一般 › 登入項目」中允許 Napoleon。

source: Cache limit
ja: キャッシュ上限
zh_hans: 缓存上限
zh_hant: 快取上限

source: Card size
ja: カードのサイズ
zh_hans: 卡片尺寸
zh_hant: 卡片尺寸

source: Check for Updates
ja: アップデートを確認
zh_hans: 检查更新
zh_hant: 檢查更新

source: Checking…
ja: 確認中…
zh_hans: 检查中…
zh_hant: 檢查中…

source: Click, then press a new combination. It must include ⌘/⌃/⌥. Press Esc to cancel.
ja: クリックしてから新しい組み合わせを押します。⌘/⌃/⌥ のいずれかが必要です。Esc でキャンセル。
zh_hans: 点击后按下新的组合键，需包含 ⌘/⌃/⌥；按 Esc 取消。
zh_hant: 點一下後按下新的組合鍵，需包含 ⌘/⌃/⌥；按 Esc 取消。

source: Close
ja: 閉じる
zh_hans: 关闭
zh_hant: 關閉

source: Copy
ja: コピー
zh_hans: 拷贝
zh_hant: 拷貝

source: Could not change this setting: %@
ja: 設定を変更できませんでした：%@
zh_hans: 设置失败：%@
zh_hant: 設定失敗：%@

source: Could not read GitHub’s response
ja: GitHub の応答を読み取れませんでした
zh_hans: 无法解析 GitHub 返回的数据
zh_hant: 無法解析 GitHub 回傳的資料

source: Could not relaunch: %@
ja: 再起動できませんでした：%@
zh_hans: 重启失败：%@
zh_hant: 重新啟動失敗：%@

source: Could not start a new instance
ja: 新しいインスタンスを起動できませんでした
zh_hans: 无法启动新实例
zh_hant: 無法啟動新實例

source: Current
ja: 現在
zh_hans: 当前
zh_hant: 目前

source: Current app: %@
ja: 現在の App：%@
zh_hans: 当前应用：%@
zh_hant: 目前 App：%@

source: Cut
ja: カット
zh_hans: 剪切
zh_hant: 剪下

source: Delay
ja: 遅延
zh_hans: 延迟
zh_hant: 延遲

source: Display delay
ja: 表示までの遅延
zh_hans: 显示延迟
zh_hant: 顯示延遲

source: Download %@
ja: %@ をダウンロード
zh_hans: 前往下载 %@
zh_hant: 前往下載 %@

source: Edit
ja: 編集
zh_hans: 编辑
zh_hant: 編輯

source: Applies to the all-windows switcher. The current-app shortcut always lists individual windows.
ja: 「すべてのウインドウ」の切り替えにのみ適用されます。「現在の App」のショートカットは常にウインドウ単位で表示します。
zh_hans: 仅用于“所有窗口”切换器；“当前应用窗口”快捷键始终逐窗口显示。
zh_hant: 僅套用於「所有視窗」切換器；「目前 App 視窗」快捷鍵一律逐視窗顯示。

source: Find localized app and window names by typing Pinyin — “f” matches “访达”.
ja: ピンインでローカライズされた App 名とウインドウ名を検索できます。「f」で「访达」に一致します。
zh_hans: 输入拼音即可搜索本地化的应用和窗口名称——“f”可匹配“访达”。
zh_hant: 輸入拼音即可搜尋本地化的 App 和視窗名稱——「f」可比對「访达」。

source: Group windows by application
ja: App ごとにウインドウをまとめる
zh_hans: 按应用聚合窗口
zh_hant: 依 App 聚合視窗

source: Match Chinese names by Pinyin
ja: 中国語名をピンインで検索
zh_hans: 使用拼音匹配中文名称
zh_hant: 使用拼音比對中文名稱

source: Show individual windows
ja: ウインドウを個別に表示
zh_hans: 逐窗口显示
zh_hant: 逐視窗顯示

source: Find Chinese window titles by typing Pinyin — “gouwu” matches “购物清单”.
ja: ピンインを入力して中国語のウインドウタイトルを検索します（「gouwu」で「购物清单」に一致）。
zh_hans: 输入拼音即可搜索中文窗口标题——「gouwu」匹配「购物清单」。
zh_hant: 輸入拼音即可搜尋中文視窗標題——「gouwu」比對「购物清单」。

source: General
ja: 一般
zh_hans: 通用
zh_hant: 一般

source: GitHub returned an error (HTTP %lld)
ja: GitHub がエラーを返しました（HTTP %lld）
zh_hans: GitHub 返回错误（HTTP %lld）
zh_hant: GitHub 回傳錯誤（HTTP %lld）

source: Granted
ja: 許可済み
zh_hans: 已授权
zh_hant: 已授權

source: Hotkeys
ja: ショートカット
zh_hans: 快捷键
zh_hant: 快捷鍵

source: How long to hold the hotkey before the overlay appears. Release sooner and Napoleon switches straight to the previous window, with no overlay.
ja: オーバーレイが表示されるまでショートカットを押し続ける時間です。それより早く離すと、オーバーレイなしで直前のウインドウに切り替わります。
zh_hans: 按住快捷键多久后才显示浮层。在此之前松开则直接切到上一个窗口，不显示浮层。
zh_hant: 按住快捷鍵多久後才顯示浮層。在此之前放開則直接切到上一個視窗，不顯示浮層。

source: Include minimized windows
ja: しまったウインドウを含める
zh_hans: 包含已最小化的窗口
zh_hant: 包含已縮到最小的視窗

source: Include windows from other desktops
ja: ほかのデスクトップのウインドウを含める
zh_hans: 包含其他桌面的窗口
zh_hant: 包含其他桌面的視窗

source: Include windows of hidden apps
ja: 非表示の App のウインドウを含める
zh_hans: 包含已隐藏应用的窗口
zh_hant: 包含已隱藏 App 的視窗

source: Interface language
ja: 表示言語
zh_hans: 界面语言
zh_hant: 介面語言

source: Invalid release page URL
ja: リリースページの URL が無効です
zh_hans: Release 页面地址无效
zh_hant: Release 頁面位址無效

source: Invalid update source: %@
ja: アップデート元が無効です：%@
zh_hans: 更新源地址无效：%@
zh_hant: 更新來源位址無效：%@

source: Language
ja: 言語
zh_hans: 语言
zh_hant: 語言

source: Large
ja: 大
zh_hans: 大
zh_hant: 大

source: Launch at login
ja: ログイン時に起動
zh_hans: 开机时自动启动
zh_hant: 登入時自動啟動

source: Match Chinese titles by Pinyin
ja: ピンインで中国語タイトルを検索
zh_hans: 拼音匹配中文标题
zh_hant: 拼音比對中文標題

source: Match system appearance
ja: システムの外観に合わせる
zh_hans: 跟随系统明暗
zh_hant: 跟隨系統明暗

source: Medium
ja: 中
zh_hans: 中
zh_hant: 中

source: Minimize
ja: しまう
zh_hans: 最小化
zh_hant: 縮到最小

source: Napoleon — window switcher
ja: Napoleon — ウインドウスイッチャー
zh_hans: Napoleon — 窗口切换器
zh_hant: Napoleon — 視窗切換器

source: Needs ⌘/⌃/⌥
ja: ⌘/⌃/⌥ が必要
zh_hans: 需含 ⌘/⌃/⌥
zh_hant: 需含 ⌘/⌃/⌥

source: No releases published yet
ja: リリースがまだ公開されていません
zh_hans: 仓库还没有发布任何 Release
zh_hant: 儲存庫尚未發布任何 Release

source: Not checked yet
ja: 未確認
zh_hans: 尚未检查更新
zh_hant: 尚未檢查更新

source: Not granted — Napoleon cannot work
ja: 未許可 — Napoleon は動作しません
zh_hans: 未授权 — Napoleon 无法工作
zh_hant: 未授權 — Napoleon 無法運作

source: Not granted — cards show app icons only
ja: 未許可 — カードには App アイコンのみ表示されます
zh_hans: 未授权 — 卡片只显示应用图标
zh_hant: 未授權 — 卡片只顯示 App 圖像

source: Open System Settings
ja: システム設定を開く
zh_hans: 打开系统设置
zh_hant: 打開系統設定

source: Overlay
ja: オーバーレイ
zh_hans: 浮层
zh_hant: 浮層

source: Paste
ja: ペースト
zh_hans: 粘贴
zh_hant: 貼上

source: Permissions
ja: アクセス権
zh_hans: 权限
zh_hant: 權限

source: Press a hotkey…
ja: ショートカットを押してください…
zh_hans: 按下快捷键…
zh_hant: 按下快捷鍵…

source: Quit Napoleon
ja: Napoleon を終了
zh_hans: 退出 Napoleon
zh_hant: 結束 Napoleon

source: Redo
ja: やり直す
zh_hans: 重做
zh_hant: 重做

source: Relaunch Now
ja: 今すぐ再起動
zh_hans: 立即重启
zh_hant: 立即重新啟動

source: Request Access
ja: アクセスを求める
zh_hans: 请求授权
zh_hant: 請求授權

source: Restore Defaults
ja: デフォルトに戻す
zh_hans: 恢复默认设置
zh_hant: 回復預設值

source: Reserved by the system
ja: システムで予約済み
zh_hans: 该组合被系统占用
zh_hant: 該組合被系統佔用

source: Restart Napoleon to apply the new language.
ja: 新しい言語を適用するには Napoleon を再起動してください。
zh_hans: 需要重新启动 Napoleon 才能应用新语言。
zh_hant: 需要重新啟動 Napoleon 才能套用新語言。

source: Scope
ja: 表示範囲
zh_hans: 显示范围
zh_hant: 顯示範圍

source: Screen Recording (optional)
ja: 画面収録（任意）
zh_hans: 屏幕录制（可选）
zh_hant: 螢幕錄製（選用）

source: Search
ja: 検索
zh_hans: 搜索
zh_hant: 搜尋

source: Select All
ja: すべてを選択
zh_hans: 全选
zh_hant: 全選

source: Settings…
ja: 設定…
zh_hans: 设置…
zh_hant: 設定…

source: Show window titles
ja: ウインドウタイトルを表示
zh_hans: 显示窗口标题
zh_hant: 顯示視窗標題

source: Small
ja: 小
zh_hans: 小
zh_hant: 小

source: Startup
ja: 起動
zh_hans: 启动
zh_hant: 啟動

source: Switch all windows
ja: すべてのウインドウを切り替え
zh_hans: 切换所有窗口
zh_hant: 切換所有視窗

source: Switch windows of current app
ja: 現在の App のウインドウを切り替え
zh_hans: 切换当前应用窗口
zh_hant: 切換目前 App 的視窗

source: System
ja: システムに従う
zh_hans: 跟随系统
zh_hant: 跟隨系統

source: Thumbnails
ja: サムネール
zh_hans: 缩略图
zh_hant: 縮覽圖

source: Too many requests — try again later (GitHub rate limit)
ja: リクエストが多すぎます。しばらくしてからお試しください（GitHub のレート制限）
zh_hans: 请求过于频繁，请稍后再试（GitHub 限流）
zh_hant: 請求過於頻繁，請稍後再試（GitHub 限流）

source: Type to search…
ja: 入力して検索…
zh_hans: 输入以搜索…
zh_hant: 輸入以搜尋…

source: Undo
ja: 取り消す
zh_hans: 撤销
zh_hant: 還原

source: Update source not configured
ja: アップデート元が未設定
zh_hans: 更新源未配置
zh_hant: 更新來源未設定

source: Used to capture window thumbnails and to enumerate windows on other desktops. The switcher still works without it.
ja: ウインドウのサムネール取得と、ほかのデスクトップのウインドウ列挙に使います。許可がなくても切り替えは使えます。
zh_hans: 用于抓取窗口缩略图并枚举其他桌面的窗口。未授权时切换器仍可正常使用。
zh_hant: 用於擷取視窗縮覽圖並列舉其他桌面的視窗。未授權時切換器仍可正常使用。

source: Used to intercept hotkeys and to enumerate and focus windows. Restart Napoleon after granting it.
ja: ショートカットの取得と、ウインドウの列挙・フォーカスに使います。許可後は Napoleon を再起動してください。
zh_hans: 用于拦截快捷键、枚举并聚焦窗口。授权后需重新启动 Napoleon。
zh_hant: 用於攔截快捷鍵、列舉並聚焦視窗。授權後需重新啟動 Napoleon。

source: Version %@ (build %@)
ja: バージョン %@（ビルド %@）
zh_hans: 版本 %@（构建 %@）
zh_hant: 版本 %@（建置 %@）

source: Version %@ available
ja: バージョン %@ が利用可能
zh_hans: 有新版本 %@
zh_hant: 有新版本 %@

source: When off, cards show only the app name and become more compact.
ja: オフにするとカードは App 名のみになり、よりコンパクトになります。
zh_hans: 关闭后卡片只显示应用名称，更紧凑。
zh_hant: 關閉後卡片只顯示 App 名稱，更緊湊。

source: When off, only windows on the current desktop and full-screen apps are listed. Desktop windows always appear while you are in a full-screen space, so you can switch back.
ja: オフのときは現在のデスクトップとフルスクリーン App のウインドウのみを表示します。フルスクリーン中はデスクトップのウインドウが常に表示され、戻れます。
zh_hans: 关闭时只显示当前桌面和全屏 App 的窗口。处于全屏空间时始终会列出桌面窗口，便于切回。
zh_hant: 關閉時只顯示目前桌面和全螢幕 App 的視窗。處於全螢幕空間時一律會列出桌面視窗，方便切回。

source: When off, the overlay is always dark.
ja: オフのときオーバーレイは常にダークになります。
zh_hans: 关闭时浮层始终为深色。
zh_hant: 關閉時浮層一律為深色。

source: Window
ja: ウインドウ
zh_hans: 窗口
zh_hant: 視窗

source: You are up to date
ja: 最新です
zh_hans: 已是最新版本
zh_hant: 已是最新版本

source: macOS 15 and later re-asks for Screen Recording access periodically. If thumbnails disappear one day, check here.
ja: macOS 15 以降では画面収録の許可が定期的に再確認されます。サムネールが表示されなくなったら、ここで確認してください。
zh_hans: macOS 15 起系统会定期重新征询屏幕录制授权。若某天缩略图消失，来这里检查即可。
zh_hant: macOS 15 起系統會定期重新詢問螢幕錄製授權。若某天縮覽圖消失，來這裡檢查即可。

source: ⚠️ Accessibility permission required…
ja: ⚠️ アクセシビリティの許可が必要…
zh_hans: ⚠️ 需要辅助功能权限…
zh_hant: ⚠️ 需要輔助使用權限…

source: ⚠️ Screen Recording permission required (thumbnails)…
ja: ⚠️ 画面収録の許可が必要（サムネール）…
zh_hans: ⚠️ 需要屏幕录制权限（缩略图）…
zh_hant: ⚠️ 需要螢幕錄製權限（縮覽圖）…
